Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Passkey sign-in, sync across your devices, your own data.
ar: تسجيل دخول بمفتاح المرور، ومزامنة بين أجهزتك، وبياناتك ملكك.
de: Anmeldung per Passkey, Sync zwischen deinen Geräten, deine eigenen Daten.
es: Inicio de sesión con passkey, sincronización entre tus dispositivos, tus propios datos.
fr: Connexion par passkey, synchronisation entre tes appareils, tes propres données.
hi: पासकी से साइन इन, आपके सभी डिवाइस पर सिंक, आपका अपना डेटा।
hu: Bejelentkezés jelszókulccsal, szinkronizálás az eszközeid között, a saját adataid.
it: Accesso con passkey, sincronizzazione tra i tuoi dispositivi, i tuoi dati.
ko: 패스키 로그인, 기기 간 동기화, 나만의 데이터.
pl: Logowanie passkey, synchronizacja między twoimi urządzeniami, twoje własne dane.
pt: Início de sessão com passkey, sincronização entre os teus dispositivos, os teus próprios dados.
pt_br: Login com chave de acesso, sincronização entre seus dispositivos, seus próprios dados.
ru: Вход по passkey, синхронизация между устройствами, ваши собственные данные.
th: ลงชื่อเข้าใช้ด้วยพาสคีย์ ซิงก์ข้ามอุปกรณ์ของคุณ ข้อมูลเป็นของคุณเอง
tr: Geçiş anahtarıyla giriş, cihazların arasında senkronizasyon, kendi verilerin.
uk: Вхід за ключем доступу, синхронізація між твоїми пристроями, твої власні дані.
zh: 通行密钥登录、多设备同步、数据归你所有。

# Passkey {0}
source: Passkey %1$@
ar: مفتاح المرور %1$@
hi: पासकी %1$@
hu: Jelszókulcs %1$@
ko: 패스키 %1$@
pt_br: Chave de acesso %1$@
ru: Ключ доступа %1$@
th: พาสคีย์ %1$@
tr: Geçiş anahtarı %1$@
uk: Ключ доступу %1$@
zh: 通行密钥 %1$@

source: Passkeys
ar: مفاتيح المرور
hi: पासकी
hu: Jelszókulcsok
it: Passkey
ko: 패스키
pt_br: Chaves de acesso
ru: Ключи доступа
th: พาสคีย์
tr: Geçiş anahtarları
uk: Ключі доступу
zh: 通行密钥

source: Passkeys not supported in this browser.
ar: مفاتيح المرور غير مدعومة في هذا المتصفح.
de: Passkeys werden in diesem Browser nicht unterstützt.
es: Passkeys no compatibles con este navegador.
fr: Passkeys non prises en charge par ce navigateur.
hi: इस ब्राउज़र में पासकी समर्थित नहीं।
hu: A jelszókulcsok nem támogatottak ebben a böngészőben.
it: Passkey non supportate in questo browser.
ko: 이 브라우저는 패스키를 지원하지 않습니다.
pl: Passkey nieobsługiwane w tej przeglądarce.
pt: Passkeys não suportadas neste navegador.
pt_br: Chaves de acesso não são compatíveis com este navegador.
ru: Ключи доступа не поддерживаются в этом браузере.
th: เบราว์เซอร์นี้ไม่รองรับพาสคีย์
tr: Bu tarayıcıda geçiş anahtarları desteklenmiyor.
uk: Ключі доступу не підтримуються в цьому браузері.
zh: 此浏览器不支持通行密钥。

# Passkeys use {0} — no passwords.
source: Passkeys use %1$@ — no passwords.
ar: تستخدم مفاتيح المرور %1$@ — لا حاجة لكلمات مرور.
de: Passkeys nutzen %1$@ — keine Passwörter.
es: Las passkeys usan %1$@ — sin contraseñas.
fr: Les passkeys utilisent %1$@ — pas de mots de passe.
hi: पासकी %1$@ का उपयोग करती हैं — कोई पासवर्ड नहीं।
hu: A jelszókulcs ezt használja: %1$@ — jelszó nélkül.
it: Le passkey usano %1$@ — niente password.
ko: 패스키는 %1$@을(를) 사용합니다 — 비밀번호 없음.
pl: Passkey używa: %1$@ — bez haseł.
pt: As passkeys usam %1$@ — sem palavras-passe.
pt_br: As chaves de acesso usam %1$@ — sem senhas.
ru: Ключи доступа используют %1$@ — без паролей.
th: พาสคีย์ใช้ %1$@ — ไม่ต้องใช้รหัสผ่าน
tr: Geçiş anahtarları %1$@ kullanır — şifre yok.
uk: Ключі доступу використовують %1$@ — без паролів.
zh: 通行密钥使用%1$@——没有密码。

# Passkeys use {0}. A password works too, where passkeys do not.
source: Passkeys use %1$@. A password works too, where passkeys do not.
ar: تستخدم مفاتيح المرور %1$@. وتعمل كلمة المرور أيضًا حيث لا تعمل مفاتيح المرور.
de: Passkeys nutzen %1$@. Wo sie nicht funktionieren, geht auch ein Passwort.
es: Las passkeys usan %1$@. Donde no funcionan, también sirve una contraseña.
fr: Les passkeys utilisent %1$@. Là où elles ne fonctionnent pas, un mot de passe marche aussi.
hi: पासकी %1$@ का उपयोग करती हैं। जहाँ वे काम नहीं करतीं, वहाँ पासवर्ड भी चलता है।
hu: A jelszókulcs ezt használja: %1$@. Ahol nem működik, jelszóval is megy.
it: Le passkey usano %1$@. Dove non funzionano, va bene anche una password.
ko: 패스키는 %1$@을(를) 사용합니다. 패스키가 작동하지 않는 곳에서는 비밀번호도 됩니다.
pl: Passkey używa: %1$@. Tam, gdzie nie działa, wystarczy też hasło.
pt: As passkeys usam %1$@. Onde não funcionam, uma palavra-passe também serve.
pt_br: As chaves de acesso usam %1$@. Onde elas não funcionam, uma senha também serve.
ru: Ключи доступа используют %1$@. Где они не работают, подойдёт и пароль.
th: พาสคีย์ใช้ %1$@ ในที่ที่พาสคีย์ใช้ไม่ได้ ใช้รหัสผ่านก็ได้
tr: Geçiş anahtarları %1$@ kullanır. Çalışmadıkları yerde şifre de olur.
uk: Ключі доступу використовують %1$@. Там, де вони не працюють, підійде й пароль.
zh: 通行密钥使用%1$@。在通行密钥无法使用的地方，也可以用密码。

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
hu: Jelszó
ko: 비밀번호
pl: Hasło
pt: Palavra-passe
pt_br: Senha
ru: Пароль
th: รหัสผ่าน
tr: Şifre
uk: Пароль
zh: 密码

source: Password removed
ar: تمت إزالة كلمة المرور
de: Passwort entfernt
es: Contraseña quitada
fr: Mot de passe retiré
hi: पासवर्ड हटाया गया
hu: Jelszó eltávolítva
it: Password rimossa
ko: 비밀번호 제거됨
pl: Hasło usunięte
pt: Palavra-passe removida
pt_br: Senha removida
ru: Пароль удалён
th: ลบรหัสผ่านแล้ว
tr: Şifre kaldırıldı
uk: Пароль видалено
zh: 密码已移除

source: Password saved — you are signed out everywhere else.
ar: تم حفظ كلمة المرور — سُجّل خروجك من كل مكان آخر.
de: Passwort gespeichert — überall sonst bist du jetzt abgemeldet.
es: Contraseña guardada — se ha cerrado tu sesión en todos los demás sitios.
fr: Mot de passe enregistré — tu es déconnecté partout ailleurs.
hi: पासवर्ड सहेजा गया — आप बाकी हर जगह से साइन आउट हो गए हैं।
hu: Jelszó mentve — minden más helyen kijelentkeztél.
it: Password salvata — sei stato disconnesso ovunque altrove.
ko: 비밀번호 저장됨 — 다른 모든 곳에서 로그아웃되었습니다.
pl: Hasło zapisane — wszędzie indziej zostałeś wylogowany.
pt: Palavra-passe guardada — terminaste a sessão em todos os outros sítios.
pt_br: Senha salva — você saiu de todos os outros lugares.
ru: Пароль сохранён — во всех остальных местах ты вышел из аккаунта.
th: บันทึกรหัสผ่านแล้ว — คุณออกจากระบบในที่อื่นทั้งหมดแล้ว
tr: Şifre kaydedildi — diğer her yerde oturumun kapatıldı.
uk: Пароль збережено — на всіх інших пристроях сеанси завершено.
zh: 密码已保存 — 你已在其他所有地方退出登录。

source: Paste your Hevy API key first
ar: الصق مفتاح Hevy API أولًا
de: Zuerst den Hevy-API-Schlüssel einfügen
es: Pega primero tu clave API de Hevy
fr: Collez d’abord votre clé API Hevy
hi: पहले अपनी Hevy API कुंजी चिपकाएँ
hu: Előbb illeszd be a Hevy API-kulcsot
it: Incolla prima la chiave API Hevy
ko: 먼저 Hevy API 키를 붙여넣으세요
pl: Najpierw wklej klucz API Hevy
pt: Cola primeiro a chave API Hevy
pt_br: Cole primeiro sua chave de API do Hevy
ru: Сначала вставьте API-ключ Hevy
th: วางคีย์ API ของ Hevy ก่อน
tr: Önce Hevy API anahtarını yapıştır
uk: Спочатку встав API-ключ Hevy
zh: 请先粘贴 Hevy API 密钥

source: Pause
ar: إيقاف مؤقت
de: Pausieren
es: Pausar
fr: Mettre en pause
hi: रोकें
hu: Szüneteltetés
it: Metti in pausa
ko: 일시정지
pl: Wstrzymaj
pt: Pausar
pt_br: Pausar
ru: Пауза
th: หยุดชั่วคราว
tr: Duraklat
uk: Пауза
zh: 暂停

source: People
ar: الأشخاص
de: Personen
es: Personas
fr: Personnes
hi: लोग
hu: Emberek
it: Persone
ko: 인원
pl: Osoby
pt: Pessoas
pt_br: Pessoas
ru: Людей
th: คน
tr: Kişi
uk: Людей
zh: 人数

source: Per side
ar: لكل جانب
de: Pro Seite
es: Por lado
fr: Par côté
hi: प्रति तरफ़
hu: Oldalanként
it: Per lato
ko: 한쪽당
pl: Na stronę
pt: Por lado
pt_br: Por lado
ru: На сторону
th: ต่อข้าง
tr: Taraf başına
uk: На сторону
zh: 每侧

source: Periwinkle
ar: أزرق بنفسجي
de: Lavendelblau
es: Azul lavanda
fr: Pervenche
hi: लैवेंडर नीला
hu: Levendulakék
it: Pervinca
ko: 페리윙클
pl: Barwinkowy
pt: Azul-lavanda
pt_br: Azul-lavanda
ru: Барвинковый
th: ม่วงอมฟ้า
tr: Lavanta mavisi
uk: Барвінковий
zh: 长春花蓝

# Photo or video {0} of {1}
source: Photo or video %1$@ of %2$@
ar: صورة أو فيديو %1$@ من %2$@
de: Foto oder Video %1$@ von %2$@
es: Foto o vídeo %1$@ de %2$@
fr: Photo ou vidéo %1$@ sur %2$@
hi: फ़ोटो या वीडियो %1$@ / %2$@
hu: %1$@. fotó vagy videó / %2$@
it: Foto o video %1$@ di %2$@
ko: 사진·동영상 %2$@개 중 %1$@번째
pl: Zdjęcie lub film %1$@ z %2$@
pt: Foto ou vídeo %1$@ de %2$@
pt_br: Foto ou vídeo %1$@ de %2$@
ru: Фото или видео %1$@ из %2$@
th: รูปภาพหรือวิดีโอที่ %1$@ จาก %2$@
tr: Fotoğraf veya video %1$@/%2$@
uk: Фото чи відео %1$@ з %2$@
zh: 第 %1$@ 个照片或视频，共 %2$@ 个

source: Photo, GIF or video
ar: صورة أو GIF أو فيديو
de: Foto, GIF oder Video
es: Foto, GIF o vídeo
fr: Photo, GIF ou vidéo
hi: फ़ोटो, GIF या वीडियो
hu: Fotó, GIF vagy videó
it: Foto, GIF o video
ko: 사진, GIF 또는 동영상
pl: Zdjęcie, GIF lub wideo
pt: Foto, GIF ou vídeo
pt_br: Foto, GIF ou vídeo
ru: Фото, GIF или видео
th: รูปภาพ, GIF หรือวิดีโอ
tr: Fotoğraf, GIF veya video
uk: Фото, GIF або відео
zh: 照片、GIF 或视频

source: Photos & videos
ar: الصور والفيديو
de: Fotos & Videos
es: Fotos y vídeos
fr: Photos et vidéos
hi: फ़ोटो और वीडियो
hu: Fotók és videók
it: Foto e video
ko: 사진 및 동영상
pl: Zdjęcia i filmy
pt: Fotos e vídeos
pt_br: Fotos e vídeos
ru: Фото и видео
th: รูปภาพและวิดีโอ
tr: Fotoğraflar ve videolar
uk: Фото й відео
zh: 照片和视频

source: Pick a body part
ar: اختر عضلة
de: Wähle eine Körperpartie
es: Elige una parte del cuerpo
fr: Choisissez une partie du corps
hi: एक बॉडी पार्ट चुनें
hu: Válassz testrészt
it: Scegli una parte del corpo
ko: 부위를 선택하세요
pl: Wybierz partię ciała
pt: Escolhe uma parte do corpo
pt_br: Escolha uma parte do corpo
ru: Выберите часть тела
th: เลือกส่วนร่างกาย
tr: Bir vücut bölgesi seç
uk: Вибери частину тіла
zh: 请选择身体部位

source: Pick a day up to today
ar: اختر يومًا حتى اليوم
de: Wähle einen Tag bis heute
es: Elige un día hasta hoy
fr: Choisis un jour jusqu’à aujourd’hui
hi: आज तक का कोई दिन चुनें
hu: Válassz egy napot a mai napig
it: Scegli un giorno fino a oggi
ko: 오늘까지의 날짜를 선택하세요
pl: Wybierz dzień do dzisiaj
pt: Escolhe um dia até hoje
pt_br: Escolha um dia até hoje
ru: Выбери день не позже сегодняшнего
th: เลือกวันได้ไม่เกินวันนี้
tr: Bugüne kadar bir gün seç
uk: Вибери день не пізніше сьогоднішнього
zh: 请选择今天或之前的日期

source: Pick a goal and where you are starting from to continue.
ar: اختر هدفًا ونقطة بدايتك للمتابعة.
de: Wähle ein Ziel und deinen Ausgangspunkt, um fortzufahren.
es: Elige un objetivo y tu punto de partida para continuar.
fr: Choisissez un objectif et votre point de départ pour continuer.
hi: आगे बढ़ने के लिए एक लक्ष्य और अपनी शुरुआत चुनें।
hu: A folytatáshoz válassz célt és kiindulási szintet.
it: Scegli un obiettivo e il tuo punto di partenza per continuare.
ko: 계속하려면 목표와 현재 단계를 선택하세요.
pl: Wybierz cel i punkt wyjścia, aby kontynuować.
pt: Escolhe um objetivo e o teu ponto de partida para continuar.
pt_br: Escolha um objetivo e seu ponto de partida para continuar.
ru: Выберите цель и отправную точку, чтобы продолжить.
th: เลือกเป้าหมายและจุดเริ่มต้นของคุณเพื่อดำเนินการต่อ
tr: Devam etmek için bir hedef ve başlangıç noktanı seç.
uk: Вибери ціль і відправну точку, щоб продовжити.
zh: 请选择目标和当前阶段以继续。

source: Pick a model
ar: اختر نموذجًا
de: Modell wählen
es: Elige un modelo
fr: Choisis un modèle
hi: एक मॉडल चुनें
hu: Válassz modellt
it: Scegli un modello
ko: 모델을 선택하세요
pl: Wybierz model
pt: Escolhe um modelo
pt_br: Escolha um modelo
ru: Выберите модель
th: เลือกโมเดล
tr: Bir model seç
uk: Вибери модель
zh: 选择一个模型

source: Pick a name and a password. You sign in with both.
ar: اختر اسمًا وكلمة مرور. تسجّل الدخول بكليهما.
de: Wähle einen Namen und ein Passwort. Mit beidem meldest du dich an.
es: Elige un nombre y una contraseña. Inicias sesión con ambos.
fr: Choisis un nom et un mot de passe. Tu te connectes avec les deux.
hi: एक नाम और एक पासवर्ड चुनें। आप दोनों से साइन इन करेंगे।
hu: Válassz egy nevet és egy jelszót. Mindkettővel jelentkezel be.
it: Scegli un nome e una password. Accedi con entrambi.
ko: 이름과 비밀번호를 정하세요. 둘 다 있어야 로그인할 수 있습니다.
pl: Wybierz nazwę i hasło. Logujesz się jednym i drugim.
pt: Escolhe um nome e uma palavra-passe. Inicias sessão com os dois.
pt_br: Escolha um nome e uma senha. Você entra com os dois.
ru: Выбери имя и пароль. Входить будешь с ними обоими.
th: เลือกชื่อและรหัสผ่าน คุณจะเข้าสู่ระบบด้วยทั้งสองอย่าง
tr: Bir isim ve bir şifre seç. İkisiyle birlikte giriş yaparsın.
uk: Обери ім’я та пароль. Для входу знадобляться обидва.
zh: 选择一个名字和一个密码。你用两者一起登录。

source: Pick a name, then confirm with your device.
ar: اختر اسماً، ثم أكّد باستخدام جهازك.
de: Wähle einen Namen und bestätige mit deinem Gerät.
es: Elige un nombre y confirma con tu dispositivo.
fr: Choisis un nom, puis confirme avec ton appareil.
hi: नाम चुनें, फिर अपने डिवाइस से पुष्टि करें।
hu: Válassz egy nevet, majd erősítsd meg az eszközöddel.
it: Scegli un nome e conferma con il tuo dispositivo.
ko: 이름을 정한 뒤 기기로 확인하세요.
pl: Wybierz imię i potwierdź na urządzeniu.
pt: Escolhe um nome e confirma com o teu dispositivo.
pt_br: Escolha um nome e confirme com seu dispositivo.
ru: Выбери имя и подтверди на устройстве.
th: ตั้งชื่อแล้วยืนยันด้วยเครื่องของคุณ
tr: Bir isim seç, sonra cihazınla onayla.
uk: Вибери ім’я і підтверди на пристрої.
zh: 取个名字，然后用设备确认。

source: Pick a name, then confirm with %1$@. The passkey is saved in your device — no password needed.
ar: اختر اسماً، ثم أكّد باستخدام %1$@. يُحفظ مفتاح المرور في جهازك — لا حاجة لكلمة مرور.
de: Wähle einen Namen und bestätige mit %1$@. Der Passkey wird auf deinem Gerät gespeichert — kein Passwort nötig.
es: Elige un nombre y confirma con %1$@. La passkey se guarda en tu dispositivo — sin contraseñas.
fr: Choisis un nom, puis confirme avec %1$@. La passkey est enregistrée sur ton appareil — pas de mot de passe.
hi: नाम चुनें, फिर %1$@ से पुष्टि करें। पासकी आपके डिवाइस में सहेजी जाती है — पासवर्ड की ज़रूरत नहीं।
hu: Válassz egy nevet, majd erősítsd meg ezzel: %1$@. A jelszókulcs az eszközödön tárolódik — jelszóra nincs szükség.
it: Scegli un nome e conferma con %1$@. La passkey viene salvata sul tuo dispositivo — nessuna password.
ko: 이름을 정한 뒤 %1$@(으)로 확인하세요. 패스키는 기기에 저장됩니다 — 비밀번호가 필요 없어요.
pl: Wybierz imię i potwierdź przez %1$@. Klucz passkey zapisze się na urządzeniu — bez hasła.
pt: Escolhe um nome e confirma com %1$@. A passkey fica guardada no teu dispositivo — sem palavras-passe.
pt_br: Escolha um nome e confirme com %1$@. A chave de acesso fica salva no seu dispositivo — não é preciso usar senha.
ru: Выбери имя и подтверди через %1$@. Ключ доступа сохраняется на устройстве — пароль не нужен.
th: ตั้งชื่อแล้วยืนยันด้วย %1$@ พาสคีย์จะถูกเก็บไว้ในเครื่องคุณ — ไม่ต้องใช้รหัสผ่าน
tr: Bir isim seç, sonra %1$@ ile onayla. Geçiş anahtarı cihazına kaydedilir — şifre gerekmez.
uk: Вибери ім’я і підтверди через %1$@. Ключ доступу зберігається на пристрої — пароль не потрібен.
zh: 取个名字，然后用%1$@确认。通行密钥保存在你的设备上——无需密码。

source: Pick a routine — sets, reps & weight come next.
ar: اختر روتينًا — المجموعات والتكرارات والوزن تأتي لاحقًا.
de: Wähle eine Routine — Sätze, Wiederholungen & Gewicht kommen gleich.
es: Elige una rutina — series, repeticiones y peso vienen después.
fr: Choisis une routine — séries, répétitions et poids viennent ensuite.
hi: एक रूटीन चुनें — सेट, रेप्स और वज़न आगे आते हैं।
hu: Válassz egy rutint — a sorozatok, ismétlések és súly következnek.
it: Scegli una routine — serie, ripetizioni e peso arrivano dopo.
ko: 루틴을 선택하세요 — 세트, 횟수, 무게는 다음 단계입니다.
pl: Wybierz plan — serie, powtórzenia i ciężar będą dalej.
pt: Escolhe uma rotina — séries, repetições e peso vêm a seguir.
pt_br: Escolha uma rotina — séries, repetições e peso vêm em seguida.
ru: Выбери программу — подходы, повторения и вес будут дальше.
th: เลือกรูทีน — เซ็ต, ครั้ง และน้ำหนักตามมาทีหลัง
tr: Bir rutin seç — set, tekrar ve ağırlık sonra gelir.
uk: Вибери програму — підходи, повторення та вага будуть далі.
zh: 选择一个训练日——组数、次数和重量随后设置。

source: Pick an icon
ar: اختر أيقونة
de: Symbol auswählen
es: Elige un icono
fr: Choisis une icône
hi: आइकन चुनें
hu: Válassz ikont
it: Scegli un’icona
ko: 아이콘 선택
pl: Wybierz ikonę
pt: Escolhe um ícone
pt_br: Escolha um ícone
ru: Выбери иконку
th: เลือกไอคอน
tr: Bir simge seç
uk: Вибери іконку
zh: 选择图标

source: Pick equipment
ar: اختر المعدات
de: Gerät wählen
es: Elegir equipamiento
fr: Choisir l’équipement
hi: उपकरण चुनें
hu: Eszköz kiválasztása
it: Scegli l’attrezzatura
ko: 기구 선택
pl: Wybierz sprzęt
pt: Escolher equipamento
pt_br: Escolher equipamento
ru: Выбрать оборудование
th: เลือกอุปกรณ์
tr: Ekipman seç
uk: Вибери інвентар
zh: 选择器械

source: Pick everything you have access to. Leave it empty and the Coach will use the whole library.
ar: اختر كل ما يمكنك الوصول إليه. اتركها فارغة وسيستخدم المدرب المكتبة كاملة.
de: Wähle alles aus, worauf du Zugriff hast. Lässt du es leer, nutzt der Coach die ganze Bibliothek.
es: Marca todo lo que tengas a mano. Si lo dejas vacío, el Entrenador usará toda la biblioteca.
fr: Cochez tout ce à quoi vous avez accès. Si vous laissez vide, le Coach utilisera toute la bibliothèque.
hi: जो कुछ उपलब्ध है सब चुनें। खाली छोड़ने पर कोच पूरी लाइब्रेरी इस्तेमाल करेगा।
hu: Jelöld be mindazt, amihez hozzáférsz. Ha üresen hagyod, az Edző a teljes gyakorlattárat használja.
it: Scegli tutto ciò a cui hai accesso. Se lasci vuoto, il Coach userà tutta la libreria.
ko: 사용할 수 있는 것을 모두 고르세요. 비워두면 코치가 전체 라이브러리를 사용합니다.
pl: Zaznacz wszystko, do czego masz dostęp. Jeśli zostawisz puste, Trener użyje całej biblioteki.
pt: Escolhe tudo a que tens acesso. Se deixares vazio, o Treinador usa a biblioteca inteira.
pt_br: Marque tudo a que você tem acesso. Se deixar vazio, o Treinador usa a biblioteca inteira.
ru: Отметьте всё, к чему у вас есть доступ. Если оставить пустым, Тренер использует всю библиотеку.
th: เลือกทุกอย่างที่คุณเข้าถึงได้ หากเว้นว่างไว้ โค้ชจะใช้คลังท่าทั้งหมด
tr: Erişebildiğin her şeyi seç. Boş bırakırsan Koç tüm kütüphaneyi kullanır.
uk: Познач усе, до чого маєш доступ. Якщо лишити порожнім, Тренер використає всю бібліотеку.
zh: 选择你能用到的一切。若留空，教练将使用整个动作库。

source: Pick one to continue.
ar: اختر واحدًا للمتابعة.
de: Wähle eins, um weiterzumachen.
es: Elige una opción para continuar.
fr: Choisis-en une pour continuer.
hi: जारी रखने के लिए एक चुनें।
hu: A folytatáshoz válassz egyet.
it: Scegline una per continuare.
ko: 계속하려면 하나를 선택하세요.
pl: Wybierz jedną, aby przejść dalej.
pt: Escolhe uma para continuar.
pt_br: Escolha uma para continuar.
ru: Выберите вариант, чтобы продолжить.
th: เลือกหนึ่งข้อเพื่อดำเนินการต่อ
tr: Devam etmek için birini seç.
uk: Вибери варіант, щоб продовжити.
zh: 选择一项以继续。

source: Pick one; the Coach works on just that
ar: اختر واحدًا؛ يعمل المدرب عليه وحده
de: Wähle eine aus; der Coach arbeitet nur daran
es: Elige una; el Coach trabaja solo en esa
fr: Choisis-en une ; le Coach ne travaille que sur celle-là
hi: एक चुनें; कोच सिर्फ़ उसी पर काम करेगा
hu: Válassz egyet; az Edző csak azon dolgozik
it: Scegline una; il Coach lavora solo su quella
ko: 하나를 고르면 코치가 그것만 다룹니다
pl: Wybierz jedną; Coach pracuje tylko nad nią
pt: Escolhe uma; o Coach trabalha só nessa
pt_br: Escolha uma; o Coach trabalha só nela
ru: Выбери одну; Коуч работает только с ней
th: เลือกหนึ่งรูทีน โค้ชจะทำงานกับรูทีนนั้นเท่านั้น
tr: Birini seç; Koç sadece onun üzerinde çalışır
uk: Вибери одну; Тренер працює лише з нею
zh: 选一个，教练只处理它

source: Pick what you will actually keep, not the best week you can imagine.
ar: اختر ما ستلتزم به فعلًا، لا أفضل أسبوع يمكنك تخيله.
de: Wähle, was du wirklich durchhältst — nicht die beste Woche, die du dir vorstellen kannst.
es: Elige lo que de verdad vas a mantener, no la mejor semana que puedas imaginar.
fr: Choisis ce que tu tiendras vraiment, pas la meilleure semaine imaginable.
hi: वह चुनें जो आप सच में निभा पाएँगे, न कि सबसे अच्छा सप्ताह जो आप सोच सकते हैं।
hu: Azt válaszd, amit tényleg tartani fogsz, ne az elképzelhető legjobb hetet.
it: Scegli quello che manterrai davvero, non la settimana migliore che riesci a immaginare.
ko: 상상 속 최고의 한 주가 아니라 실제로 지킬 수 있는 만큼 고르세요.
pl: Wybierz to, co naprawdę utrzymasz, a nie najlepszy tydzień, jaki sobie wyobrażasz.
pt: Escolhe o que vais mesmo cumprir, não a melhor semana que consegues imaginar.
pt_br: Escolha o que você vai realmente cumprir, não a melhor semana que consegue imaginar.
ru: Выберите то, что реально выдержите, а не лучшую неделю, которую можете представить.
th: เลือกสิ่งที่คุณจะทำได้จริง ไม่ใช่สัปดาห์ที่ดีที่สุดที่จินตนาการได้
tr: Hayal edebildiğin en iyi haftayı değil, gerçekten sürdüreceğini seç.
uk: Вибери те, що реально витримаєш, а не найкращий тиждень, який можеш уявити.
zh: 选择你真正能坚持的，而不是你能想象的最完美的一周。

source: Pink
ar: وردي
es: Rosa
fr: Rose
hi: गुलाबी
hu: Rózsaszín
it: Rosa
ko: 분홍
pl: Różowy
pt: Rosa
pt_br: Rosa
ru: Розовый
th: ชมพู
tr: Pembe
uk: Рожевий
zh: 粉色

source: Plan
ar: خطة
hi: योजना
hu: Terv
it: Piano
ko: 계획
pt: Plano
pt_br: Plano
ru: План
th: แผน
uk: План
zh: 计划

source: Plan changed — starting from your new target.
ar: تغيّرت الخطة — نبدأ من هدفك الجديد.
de: Plan geändert — es geht mit deiner neuen Vorgabe los.
es: Plan cambiado: empiezas desde tu nuevo objetivo.
fr: Plan modifié — on repart de ton nouvel objectif.
hi: प्लान बदला — आपके नए लक्ष्य से शुरुआत।
hu: A terv megváltozott — az új célodtól indulsz.
it: Piano cambiato: si riparte dal tuo nuovo obiettivo.
ko: 계획이 바뀌었습니다 — 새 목표부터 시작합니다.
pl: Plan zmieniony — zaczynasz od nowego celu.
pt: Plano alterado — começas a partir do teu novo objetivo.
pt_br: Plano alterado — você começa pela sua nova meta.
ru: План изменён — начинаем с новой цели.
th: แผนเปลี่ยนแล้ว — เริ่มจากเป้าหมายใหม่ของคุณ
tr: Plan değişti — yeni hedefinden başlıyorsun.
uk: План змінено — починаємо з нової цілі.
zh: 计划已更改——从你的新目标开始。

source: Plan design and reviews, from your own training
ar: تصميم الخطة والمراجعات، من تدريبك أنت
de: Plangestaltung und Auswertungen aus deinem eigenen Training
es: Diseño de planes y revisiones, a partir de tu propio entrenamiento
fr: Conception de plans et bilans, à partir de vos propres séances
hi: आपकी अपनी ट्रेनिंग से प्लान बनाना और समीक्षा करना
hu: Tervezés és áttekintés a saját edzéseid alapján
it: Creazione di piani e revisioni, dal tuo allenamento
ko: 내 훈련 기록을 바탕으로 한 계획 설계와 리뷰
pl: Tworzenie planów i przeglądy na podstawie Twoich treningów
pt: Criação de planos e revisões, a partir do teu próprio treino
pt_br: Criação de planos e revisões, a partir do seu próprio treino
ru: Составление планов и разборы на основе ваших тренировок
th: ออกแบบแผนและรีวิวจากการฝึกจริงของคุณ
tr: Kendi antrenmanlarından plan tasarımı ve değerlendirmeler
uk: Складання планів і розбори на основі твоїх тренувань
zh: 根据你自己的训练来设计计划并做复盘

source: Plan file saved — send it to a friend
ar: تم حفظ ملف الخطة — أرسله إلى صديق
de: Plandatei gespeichert — schick sie einem Freund
es: Archivo del plan guardado: envíaselo a un amigo
fr: Fichier du plan enregistré — envoie-le à un ami
hi: प्लान फ़ाइल सहेजी गई — इसे किसी दोस्त को भेजें
hu: Tervfájl elmentve — küldd el egy barátnak
it: File del piano salvato — invialo a un amico
ko: 계획 파일이 저장되었습니다 — 친구에게 보내세요
pl: Plik planu zapisany — wyślij go znajomemu
pt: Ficheiro do plano guardado — envia-o a um amigo
pt_br: Arquivo do plano salvo — envie-o para um amigo
ru: Файл плана сохранён — отправь его другу
th: บันทึกไฟล์แผนแล้ว — ส่งให้เพื่อนได้เลย
tr: Plan dosyası kaydedildi — bir arkadaşına gönder
uk: Файл плану збережено — надішли його другу
zh: 计划文件已保存——发给朋友吧

source: Plan from the Coach
ar: خطة من المدرب
de: Plan vom Coach
es: Plan del Entrenador
fr: Plan du Coach
hi: कोच का प्लान
hu: Terv az Edzőtől
it: Piano del Coach
ko: 코치가 만든 계획
pl: Plan od Trenera
pt: Plano do Treinador
pt_br: Plano do Treinador
ru: План от Тренера
th: แผนจากโค้ช
tr: Koç’tan plan
uk: План від Тренера
zh: 来自教练的计划

source: Plan restored
ar: تمت استعادة الخطة
de: Plan wiederhergestellt
es: Plan restaurado
fr: Plan restauré
hi: प्लान बहाल हुआ
hu: Terv visszaállítva
it: Piano ripristinato
ko: 계획이 복원되었습니다
pl: Plan przywrócony
pt: Plano restaurado
pt_br: Plano restaurado
ru: План восстановлен
th: กู้คืนแผนแล้ว
tr: Plan geri yüklendi
uk: План відновлено
zh: 计划已恢复
